Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/luftfartstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Fly safely and responsibly
nb: Fly drone sikkert og hensynsfullt

source: In these cases, the AME may sometimes find useful guidance in up-to-date aeromedical literature (for example, Ernsting's Aviation Medicine Rainford and Gradwell).
nb: Da kan det noen ganger være nyttig å se hen til oppdatert flymedisinsk litteratur, for eksempel er Ernsting´s Aviation Medicine en mye brukt bok i flymedisin (forfattet av Rainford og Gradwell).

source: These are non-binding requirements, but still describe a minimum standard level of medical requirements to achieve the necessary level of flight safety and compliance with IR.
nb: Disse er ikke-bindende krav, men beskriver likevel et minste standardnivå for helsekrav for ivaretakelse av flysikkerheten og etterlevelse av IR.

source: The partnership between the Norwegian Civil Aviation Authority and the European Aviation Safety Agency (EASA) can also contribute in areas such as certification, impact assessments and regulatory development.
nb: Samarbeidet mellom Luftfartstilsynet og European Aviation Safety Agency (EASA) vil også kunne bidra på områder som sertifisering og regelverksutvikling.

source: C-marking of drones
nb: C-merking av droner

source: sector or along its boundaries, or obstacles that represent a hazard to flight operations, are marked in a contrasting colour and, if necessary, equipped with steady red obstruction lights with a minimum intensity of 10 candelas.
nb: utgjør en fare for flyging, skal markeres med kontrastfarger og om nødvendig utstyres med faste røde hinderlys med lysstyrke minst 10 candela.

source: They are approved by the US Federal Administration Authority (FAA) and in most countries in Europe.
nb: Begge er godkjent av amerikanske luftfartsmyndigheter (FAA) og i de fleste land i Europa.

source: The examination candidate must be present at the examination location at least 30 minutes before the examination starts.
nb: Eksamenskandidaten skal være på plass på trafikkstasjonen senest 30 minutter før eksamen starter.

source: For example, for EASA medical certificates class 1 and class 2, Regulation (EU) 1178/2011 Part-MED is the legal framework.
nb: For EASA legeattest klasse 1 og klasse 2 er det for eksempel forordning (EU) 1178/2011 Part-MED som er hjemmelsgrunnlaget.

source: • Medical certificate class 2 without limitations: maximum
nb: • Legeattest klasse 2 uten begrensninger: maks

source: Norwegian identity number and/or pin-codes are no longer necessary to report civil aviation occurrences via Altinn.
nb: Norsk personnummer og/eller pinkoder er ikke nødvendig for å rapportere ulykker og hendelser i sivil luftfart via Altinn.

source: An AO should not modify the EOBT to a later time simply as a result of an ATFM delay.
nb: En flyoperatør skal ikke modifisere EOBT til et senere tidspunkt bare på grunn av en pålagt ATFM forsinkelse.

source: From the 25th of August 2018, pilots will be required to have PBN privileges in order to operate an aircraft within the airspace where such PBN-privileges are required.
nb: Fra og med 25. august 2018 skal en pilot ha PBN-privilegier såfremt man skal operere i luftrom der denne kompetansen kreves.

source: must be clearly visible from all directions of approach.
nb: godt synlig fra alle innflygingsretninger.

source: Children under the age of 16
nb: Forskriften trer i kraft 16.

source: and other areas with people. Always keep the drone at least 30 meters from uninvolved persons.
nb: hvor mange ferdes og minst 30 meter fra andre personer.

source: : Initiation of anticoagulation therapy results in an assessment of medical unfitness.
nb: Oppstart av antikoagulasjonsbehandling medfører vurdering av uskikkethet for flyging.

source: If, based on these, it cannot be ful y concluded whether specific medical requirements have been met, it is referred to GM or guidelines for class 3.
nb: Dersom det på bakgrunn av disse ikke kan konkluderes ful t ut hvorvidt aktuelle helsekrav er oppfylt ses det hen til gjeldende retningslinjer for klasse 3.

source: According to Norwegian practice code share is considered as utilization of traffic rights, thus requiring the grant of concession.
nb: Ifølge norsk praksis anses code-share (plassering av egen flykode på flyginger som utføres av annet flyselskap) som utnyttelse av trafikkrettigheter, hvoretter konsesjon er påkrevet.

source: Scheduled and non-scheduled (charter) flights to and from Svalbard requires prior permission from CAA-Norway.
nb: Rute- og charterflyginger til og fra Svalbard kan bare gjennomføres med tillatelse fra Luftfartstilsynet.

source: The form NF-1130 is considered to be an equivalent document in this context – documentation of PBN privileges.
nb: Skjemaet NF-1130 anses som tilsvarende dokument i kontekst med dokumentasjon på PBN-privilegier.

source: To fly in subcategories A1 and A3 as a pilot or private person, you need a certificate of competence.
nb: For å fly i underkategori A1 og A3 som pilot eller privatperson trenger du kompetansebevis.

source: and for 10 minutes after the test
nb: og i 10 minutter etter testen

source: If the requirements used in the assessment deviates from GM, the AME must document that the alternative assessment is based on a higher level of evidence than current GM.
nb: Dersom man fraviker krav i GM må det kunne dokumenteres at den alternative vurderingen baserer seg på et høyere nivå av evidens enn aktuell GM.

source: This light must also rotate (strobe lighting), and blink at least 20 times per second.
nb: Dette lyset må også rotere eller blinke (strobelys) og ha minst 20 blink i minuttet.

source: Below is an overview of national guidelines for acceptable annual risk of acute incapacitation:
nb: Nedenfor følger en oversikt over nasjonale retningslinjene for akseptabel årlig risiko for akutt inkapasitering:

source: • Medical certificate class 2 with limitations: maximum
nb: • Legeattest klasse 2 med begrensninger: maks

source: Please note the § 9 “Effect of non-payment”.
nb: Vi gjør spesielt oppmerksom på gebyrforskriftens § 9 «Virkning av manglende betaling».

source: Requirements for obstacle lights; If LEDs (Light Emitting Diodes) are used, these must emit light with a wavelength that makes the obstacle lights visible to pilots who use night vision goggles (Night Vision imaging System).
nb: Dersom det benyttes LED (Light Emitting Diodes) skal disse utstråle lys med en bølgelengde som gjør hinderlysene synlig for piloter som benytter nattbriller (Night Vision imaging System).

source: The CAA-N administers the regulations governing Norwegian civil aviation.
nb: Luftfartstilsynet forvalter regelverket for norsk sivil luftfart.

source: Avinor will provide ground infrastructure while also ensuring that airspace is available for testing and trials. ‘The Norwegian aviation industry’s goal is to be fossil-free by 2050.
nb: Avinor vil legge til rette for at bakkebasert infrastruktur og luftrom blir tilgjengelig for testing og utprøving.– Norsk luftfartsbransjes mål er å være fossilfri innen 2050.

source: required to comply with any of those instructions.
nb: Søk og redning er samfunnsnyttig og noe vi prioriterer.

source: • Systematic work on human factors
nb: («human factors») skal inngå i

source: The SoL signals provided by EGNOS are consistent with the SBAS (Satellite Based Augmentation System) standards promulgated by the International Civil Aviation Organisation (ICAO), and allow providing a positioning service along En-Route, Terminal, Non Precision Approaches (NPA) and Approaches with Vertical guidance (APV).
nb: SoL-signalet som EGNOS distribuerer samsvarer med standarden SBAS (Satallite Based Augmentation System) som er kunngjort av ICAO, og som tillater bruk av tjenesten til En-route, Terminal, Non-Precision (NPA) og Approaches with Vertical Guidance (APV).

source: OML shall always be applied to class 1 medical certificates if the applicant is on anticoagulation prophylaxis.
nb: Ved bruk av antikoagulasjon skal OML alltid være påført legeattest klasse 1.

source: Candidates who have completed military aviation training and who meet the requirements of AIC N-33/19 may register as a private candidate.
nb: Kandidater som har fullført militær flygerutdanning og som tilfredsstiller kravene i AIC N-33/19 kan melde seg opp som privatist.

source: In some cases, there is insufficient description of relevant class 3 medical requirements in both IR, AMC/AltMoc and GM for class 3 medical certificates, and it is then referred to the applicable class 1 guidelines.
nb: I mange tilfeller foreligger det ikke tilstrekkelig utfyllende beskrivelse av relevante helsekrav for klasse 3 i IR, AMC/AltMoc el er GM for legeattest klasse 3, og det ses da hen til gjeldende retningslinjer for klasse 1.

source: Establishment of border control facilities at Svalbard Airport, dimensioned for international scheduled air services, will require significant resources, both in terms of personnel and infrastructure.
nb: Oppbygging av et kontrollapparat ved Svalbard lufthavn, dimensjoner for internasjonal rutetrafikk, vil kreve betydelige ressurser, både personell- og infrastrukturmessig.

source: : You only fly for yourself.
nb: Du flyr bare for deg selv.

source: If a flight is planned to be operated on a Saturday, Sunday or a Norwegian holiday, then the application must be submitted to CAA-Norway no later than 48 hours prior to that Saturday/Norwegian holiday.
nb: Hvis flyging planlegges gjennomført lørdag, søndag eller på norsk helligdag, må søknaden sendes Luftfartstilsynet 48 timer før lørdagen/start på helligdagsperioden.

source: protection officer is Torgeir Øines.
nb: Vårt personvernombud er Torgeir Øines, e-post:

source: Applications for non-scheduled flights to and from Svalbard must be submitted to CAA-Norway no later than 48 hours prior to the planned operation.
nb: Søknad om tillatelse til flyging til og fra Svalbard må sendes Luftfartstilsynet senest 48 timer før tidspunktet for planlagt flyging.

source: Copy of the airline’s AOC (when relevant)
nb: Kopi av AOC (når relevant)

source: The risk is classified with a letter ranging from A to D.
nb: Og spesifiseres med en bokstav fra a til d.

source: it cannot be excluded that similar causes may have contributed to both events, with Boeing 737-8/9 Max.
nb: de ikke kan utelukke at det er en sammenheng mellom ulykkene med Boeing 737-8/9 Max.

source: C1 drones are less than 900 grams and are flown in subcategory A1.
nb: C1 er droner under 900 gram og kan flys i underkategori A1.

source: certificate with limitation, the same limitation would normally also be applied to a class 3 medical certificate.
nb: begrensning vil normalt den samme begrensningen også bli påført en klasse 3 legeattest.

source: Appeals against expulsion and/or exclusion from the examination must be made within 21 days of the decision to exclude or expel.
nb: Klage på bortvisning og/eller utestenging fra eksamen må fremsettes innen 21 dager fra vedtak om utestenging eller bortvisning.

source: In such cases, a slightly higher risk of the event occurring is therefore acceptable.
nb: I slike tilfeller aksepteres derfor litt høyere risiko for at hendelsen oppstår.

source: : You are the contact person for drone operations in a company.
nb: Du er kontaktperson for droneoperasjoner i en virksomhet.

source: New York Oceanic East flight information region (FIR);
nb: New York East flygeinformasjonsregion (FIR)

source: When using warfarin, INR should be stable for at least 6 months (at least 4 of 5 documented INR values over this period shal be within the therapeutic window) before the medical fitness for flying can be assessed, and further INR control shall be carried out at least every 2 months.
nb: Ved bruk av warfarin skal INR være stabil i minst 6 måneder (minst 4 av 5 dokumenterte INR verdier over denne perioden skal være innenfor terapeutisk vindu) før skikkethet for flyging kan vurderes, og det skal videre gjennomføres INR kontroll minst hver 2.måned.

source: By 2040, all civil domestic aviation in Norway will be operated with electrified aircraft, reducing greenhouse gas emissions by at least 80% compared with 2020
nb: Innen 2040 skal all sivil innenriks luftfart i Norge være elektrifisert, slik at klimagassutslippene blir redusert med minst 80 prosent sammenliknet med 2020

source: The owner of an aviation obstacle is responsible for ensuring that the requirements of the regulations are met (BSL E 2-1 § 2).
nb: Eier av et luftfartshinder er ansvarlig for at forskriftens krav er oppfylt (BSL E 2-1 § 2).

source: “Domestic air traffic is an important part of the transport offer in Norway and it functions almost as public transport in many parts of the country,” says Transport Minister Jon Georg Dale.
nb: – Innenlands flytrafikk er en viktig del av transporttilbudet i Norge, og fungerer nærmest som kollektivtransport i store deler av landet, sier samferdselsminister Jon Georg Dale.

source: In connection with the publication of AIC I 03/15, parts of the text has by mistake been omitted.
nb: I forbindelse med publisering av AIC I 03/15 har deler av teksten i meldingen falt ut.

source: This Aeronautical Information Circular (AIC) outlines the plan for Phase 2 of the NAT Data Link Mandate (DLM).
nb: Denne AIC skisserer planen for fase 2 av NAT Data Link Mandate (DLM).

source: These will normally not be compatible with flying.
nb: Disse vil normalt ikke være kompatibel med flyging.

source: If the risk in question relates to partial incapacitation (grade 1), it may be considered that an SSL limitation is not necessary for the air traffic controller if the relevant work situation, emergency response and type of incapacitation indicate that other air traffic controllers may take over the tasks before flight safety is affected.
nb: Dersom den aktuelle risikoen gjelder delvis inkapasitering (grad 1) kan det vurderes at SSL begrensning ikke er nødvendig for flygelederen dersom den aktuelle arbeidssituasjonen, beredskapen og inkapasiteringsformen tilsier at andre flygeledere kan overta arbeidsoppgavene før flysikkerheten er påvirket.

source: NCD (No Clouds Detected) is only used in AUTOMETAR
nb: NCD (No Clouds Detected) brukes kun på AUTOMETAR

source: Overview of offshore installations with METAR/AUTOMETAR
nb: Oversikt over hvilke installasjoner som utsteder METAR/AUTOMETAR

source: b) Perimeter lights along the helideck perimeter, spaced at intervals of no more than 3
nb: b) Kantlys langs helidekkets ytterkant, plassert med jevne mellomrom som ikke overstiger 3 m.

source: Candidates who will take CPL examinations for issue of FI (Flight instructor) in accordance with FCL.915.FI(b)(2)(i) or FCL.915.FI(c)(2) may register as a private examination candidate.
nb: Kandidater som skal gjennomføre CPL-eksamen for utstedelse av FI, ref. FCL.915.FI(b)(2)(i) og FCL.915.FI(c)(2), kan melde seg opp som privatist.

source: If a candidate wants to start a new round of examinations before he or she finishes all attempts, sittings or is still within the 18-month period, this must be applied for through the ATO.
nb: Dersom en kandidat ønsker åstarte på ny runde før vedkommende er ferdig med alle forsøk, sittings eller fortsatt er innenfor 18-månedsfristen, må det søkes om dette via ATO.

source: relevant and acceptable for Norway.
nb: akseptabelt for Norge.

source: Therefore, it is important that Norway adopts a package of measure as quickly as possible, explains Falk-Petersen.
nb: Derfor er det viktig at Norge så raskt som mulig vedtar en virkemiddelpakke, forklarer Falk-Petersen.

source: This module calls for safety and efficiency improvements for enroute operations supported by data link.
nb: Denne modulen innebærer sikkerhets- og effektivitetsforbedringer for en-route operasjoner støttet av datalink.

source: implement the EEA Agreement in the field of aviation take precedence over other provisions of the Act; see the Aviation Act Section 1-1 second paragraph.
nb: For luftfart som omfattes av EØS-avtalens bestemmelser, går reglene om utfylling og gjennomføring av EØS-avtalen på luftfartens område i loven foran lovens øvrige bestemmelser, se luftfartsloven § 1-1 annet ledd.

source: 5 IFR flights requesting clearance to leave
nb: overgang til IFR og kontrollert flyging 5 IFR-flyging som ber om å få forlate

source: European/North Atlantic (EUR/NAT) Interface Flight Planning
nb: Planlegging av flyginger i grensesnittet mellom European/North Atlantic (EUR/NAT)

source: The Norwegian Civil Aviation Authority has approved the belts "CARES" and "CRELLING" and the seat "MERU" for use aboard Norwegian aircraft.
nb: Luftfartstilsynet har godkjent beltene "Cares" og "Crelling" og stolen "Meru" for bruk i norske fly.

source: If the risk of acute incapacitation is less than 1% per year, the issuance of an unlimited medical certificate may be considered.
nb: Dersom det kan sannsynliggjøres at risikoen for akutt inkapasitering er under 1 % per år kan det vurderes utstedelse av ubegrenset legeattest.

source: The report suggests that by 2030, the first regular domestic scheduled flights in Norway will be operated with electrified aircraft.
nb: Rapporten fastslår at innen 2030 kan de første ordinære innenriks ruteflyginger være elektrifiserte.

source: Click on the link in flydrone.no to get to the online course.
nb: Klikk på lenken i flydrone.no for å komme til nettkurset.

source: Aviation in Norway may only be undertaken in accordance
nb: Luftfart i Norge kan bare finne sted i samsvar med luftfartsloven og forskrifter gitt med hjemmel i loven.

source: The Safety of Life Service (SoL) is broadcasted through Geostationary satellites.
nb: SoL (The Safety of Life service) sendes via geostasjonære satellitter.

source: For more information, contact us:
nb: For mer informasjon, kontakt oss:

source: In case of a medical history of syncope, the aeromedical examiner shall provide an adequate description of the incident.
nb: Ved historie på synkope skal flylegen sørge for tilstrekkelig beskrivelse av hendelsen.

source: The “MERU” seat will be very helpful for handicapped children between three and 14 years of age, when travelling by air.
nb: Stolen "Meru" vil være til stor hjelp for funksjonshemmede barn mellom tre og 14 år som skal reise med fly.

source: Pilots will have to undergo theoretical and practical training with an approved training organisation (ATO) in order to obtain PBN privileges.
nb: For å oppnå PBN-privilegier kreves det at sertifikatinnehaveren gjennomgår teoretisk og praktisk utdannelse hos en godkjent flyskole (Approved Training Organisation, ATO).

source: The requirements are derived from the ARC.
nb: Kravene bestemmes ut fra ARC.

source: The obligation applies to all aviation obstacles with a height of 60 meters or more, and all aviation obstacles must be marked visually (BSL E 2-1 § 7)
nb: Merkeplikten gjelder for alle luftfartshinder med en høyde på 60 meter eller mer og alle luftfartshinder skal merkes visuelt (BSL E 2-1 § 7)

source: Civilian traffic will have priority in this airspace.
nb: Utomhusareal skal ferdigstilles samtidig med bebyggelsen.

source: Since Boeing is a U.S. company, it is the FAA that has approved the aircraft type.
nb: Siden Boeing er et amerikansk selskap er det FAA som har godkjent flytypen.

source: Svalbard Airport is not in line with international guidelines for international airports.
nb: Svalbard lufthavn, Longyear (LYR) er ikke i samsvar med internasjonale retningslinjer for hva som skal anses som en internasjonal lufthavn.

source: The applicant should be invited to a dialogue about whether alternative limitations or measures can be applied to ensure flight safety to the same extent, and after the consent of the applicant it may in some cases be appropriate to include the employer in the dialogue.
nb: Søkeren bør inviteres til en dialog om hvorvidt det kan påføres alternative begrensninger eller tiltak for å ivareta flysikkerheten i samme grad, og etter samtykke fra søker kan det i enkelte tilfeller være hensiktsmessig å inkludere arbeidsgiver i dialogen.

source: Marking or other loose notes are not allowed in the General Student Pilot Route Manual.
nb: Det er ikke tillatt å ha markeringslapper eller andre løse lapper i General Student Pilot Route Manual.

source: It is expected that periods 2 and 3, as well as 6 and 7, can be pressured on capacity as a result of this and it is therefore encouraged to use other periods where possible.
nb: Det forventes at periode 2 og 3 samt 6 og 7 kan bli presset på kapasitet som følge av dette og det oppfordres derfor til å benytte øvrige perioder der det er mulig.

source: If a flight experiences an equipment failure AFTER DEPARTURE which renders the aircraft unable to operate FANS 1/A (or equivalent) CPDLC and/or ADS-C systems, requests to operate in the NAT DLM airspace will be considered on a tactical basis.
nb: Dersom et luftfartøy opplever utstyrsfeil etter avgang som medfører at FANS 1/A (eller tilsvarende) CPDLC og/eller ADS-C utstyr ikke lenger kan benyttes, vil anmodninger om å operere i NAT DLM luftrom bli vurdert på taktisk grunnlag.

source: USA and Boeing grounded all Boeing 737-8/9 Max
nb: USA og Boeing setter flyene på bakken, nå skal ingen 737-8/9 Max fly

source: As a private person, you will be asked to enter your insurance number.
nb: Som privatperson blir du bedt om å legge inn forsikringsnummer.

source: This value is derived from the final GRC and residual ARC.
nb: Denne verdien gir en samlet vurdering av risikonivå og bestemmes av final GRC og residual ARC.

source: CAA Norway has changed the layout of the current Part-FCL licence for aeroplanes and helicopters for the following licences: PPL, CPL, MPL and ATPL.
nb: Luftfartstilsynet har endret utformingen av sertifikater for flygere med PPL, CPL, MPL og ATPL sertifikater.

source: reports in order to identify and implement measures to improve aviation safety, cf. the Aviation Act Section 12-6. The CAA-N and the AIBN have prepared an agreement in order to ensure that
nb: Utover å følge opp sikkerhetstilrådinger skal Luftfartstilsynet også vurdere rapportene som SHT avgir for å identifisere og iverksette tiltak som kan bedre flysikkerheten, jamfør luftfartslovens § 12-6.

source: Exits from the helideck must be clearly marked, preferably with signs bearing the text
nb: Nedganger fra helidekket skal ha godt synlig merking, fortrinnsvis i form av skilt, med

source: Which rules apply for drones that weigh less than 250 grams?
nb: Hvilke regler gjelder for droner under 250 gram?

source: Generally AUTOMETAR presents lower visibility and cloud base than METAR
nb: Gjennomgående angir AUTOMETAR litt dårligere sikt og skybase enn manuell METAR

source: When dictated by special operational circumstances, the centre of the reference circle may be displaced by up to 0.1 DH from the centre of the helideck, along the bisector of the 210° angle, towards the outer edge of the helideck.
nb: Når særlige flyoperative forhold krever det, kan referansesirkelens sentrum tillates forskjøvet inntil 0,1 DH fra helidekkets sentrum, langs 210° vinkelens midtlinje, mot helidekkets ytterkant.

source: 2 Responsibilities and accountabilities Aviation authority The authority granted to the Ministry of Transport and Communications pursuant to the Aviation Act has largely been delegated to the CAA-N.
nb: 2 Ansvarsforhold Den myndighet som er gitt Samferdselsdepartementet i medhold av luftfartsloven, er i stor utstrekning delegert til Luftfartstilsynet
